IDEA Open Model
BentUpBar.Offset Property
Compatible with IDEA StatiCa Beta 20.0
 Offset of bent-Up bar from left/right edge
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Offset { get; set; }
Public Property Offset As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BentUpBar Class
IdeaRS.OpenModel.Detail Namespace